/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "A BlackBerry Blend szoftver segítségével a BlackBerry készülékén található üzeneteket és egyéb tartalmakat tekinthet meg számítógépén. Megnézheti naptárát és partnereit, valamint fájlokat helyezhet át készüléke és számítógépe között. Amennyiben készüléke vállalatilag aktiválva van, biztonságosan hozzáférhet munkahelyi információkhoz, fájljaihoz, és az intranethez VPN-hez való csatlakozás nélkül. A BlackBerry Blend szoftver a BlackBerry 10 operációs rendszer 10.3 vagy újabb verzióját futtató készülékeken használható.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "A BlackBerry Link szoftverrel biztonsági másolatokat készíthet készülékén található adatairól, visszaállíthatja őket, átválthat egy másik készülékre, valamint frissítheti vagy újratelepítheti készülékszoftverét. Emellett szinkronizálhatja médiafájljait, dokumentumait, valamint szervezőadatait, például partnereit és naptárait készüléke és számítógépe között. Teremtsen hozzáférést számítógépén található fájljaihoz telefonjáról a távoli fájlelérés funkció segítségével.";